{
    "product_title": "HUG 'n' FEEL SOFT TOYS Teddy Bear, Soft Toys, Teddy Bear 3 feet for Girls, Birthday Gift for Girls, Birthday Gift, Boyfriend, Husband, Wedding, Anniversary, Gift for Couple Special, (3 feet, Pink)",
    "product_price": "₹798.00",
    "product_real_price": "₹1,999.00",
    "product_review_stars": "4.1 out of 5 stars",
    "product_review_ratings": "21,592 ratings",
    "commentData": [
        {
            "customer_name": "souradeep sarkar",
            "review_star_rating": "4.0 out of 5 stars",
            "review_title": "Nice quality and washable",
            "review_description": "Soo soft product... Far quality is too good... But it's not 6ft.. it's I think 5'8\"... If you are a buy 6ft teddy it's not.. but if you want a huge bear then I'll say that go for it... It soo cute with the love shape pillow...",
            "review_images": [
                "https://images-na.ssl-images-amazon.com/images/I/816FVNQL8FL._SY88.jpg",
                "https://images-na.ssl-images-amazon.com/images/I/81a-jfa4+GL._SY88.jpg"
            ]
        },
        {
            "customer_name": "Amazon Customer",
            "review_star_rating": "5.0 out of 5 stars",
            "review_title": "It surely added value to my money 😻",
            "review_description": "Totally worth the money.. Seriously didn't expect it to be this good..Material is really soft and its really huge...Impressive 👍😍",
            "review_images": [
                "https://images-na.ssl-images-amazon.com/images/I/61BU9R1u1iL._SY88.jpg"
            ]
        },
        {
            "customer_name": "Shweta",
            "review_star_rating": "5.0 out of 5 stars",
            "review_title": "So soft",
            "review_description": "My daughter is so happy with soft toy.",
            "review_images": [
                "https://images-na.ssl-images-amazon.com/images/I/71VgsdBWW-L._SY88.jpg"
            ]
        },
        {
            "customer_name": "Harry",
            "review_star_rating": "5.0 out of 5 stars",
            "review_title": "Amazinggg",
            "review_description": "Amazinggg...truly, you won’t feel single with this cute large teddy. Better than my expectations, decent quality and amazing for a bday present.",
            "review_images": [
                "https://images-na.ssl-images-amazon.com/images/I/A1Ygz+vC-sL._SY88.jpg",
                "https://images-na.ssl-images-amazon.com/images/I/A1l-7EDN2gL._SY88.jpg"
            ]
        },
        {
            "customer_name": "Dr Bhavana mahla",
            "review_star_rating": "5.0 out of 5 stars",
            "review_title": "Go for it!!",
            "review_description": "if you are here already just don't skip this one because I'm telling you this is THE BEST GIFT EVER!!i gave it to my friend on her birthday and the look on her face was priceless ❤️ she was happy as a child also later in evening i got a call from her mother saying how adorable and beautiful this Teddy is ( This gift has no Age boundaries ,loved by all!)now coming onto the real stuff-#softness - it is soft as a rabbit the stuff was not at all cheap and looks royal in a way#stitching - is on the mark and not even a single stich is missing or off (i kind of always look for them otherwise you loose the softness eventually as the dirt goes in)#eyes and nose alignment - not even a inch difference looks perfect# It comes with a Heart 🤩 - i ordered the pink one and it comes with a dark red soft heart shaped toy/cushion (one more gift)#size- my friend is 5'7\" and the teddy is way taller then her ,you can see in picturesonly if i could have given 10stars out of 5 that would be justified!!just go for itno need to give second thoughts ( i have taken a lot of time looking for this one and was initially unsure as the price is 1999 but it is worth every penny!!)",
            "review_images": [
                "https://images-na.ssl-images-amazon.com/images/I/51hcJCevajL._SY88.jpg",
                "https://images-na.ssl-images-amazon.com/images/I/71kuVkcVjEL._SY88.jpg"
            ]
        },
        {
            "customer_name": "Febin V Pathrose",
            "review_star_rating": "5.0 out of 5 stars",
            "review_title": "Genuine product I bought so far, same dimensions as mentioned, preffered to buy",
            "review_description": "The product was actually cool. I thought the height would be less than said by company (usually happens), this product I received was actually upto the length ( it is actually a 5.5 feet girl holding it😂). The product is so soft and furr was also of adequate quality. I loved the product, one of the genuine item I received so far. About price details, I don't know much about it coz I'm not regular teddy buyer😏, but for the smile and happiness I saw in her face made the product price apt.",
            "review_images": [
                "https://images-na.ssl-images-amazon.com/images/I/61w7QWzadbL._SY88.jpg"
            ]
        },
        {
            "customer_name": "Soundar",
            "review_star_rating": "5.0 out of 5 stars",
            "review_title": "Coolest teddy",
            "review_description": "I'm so happy that I got exact same colour I have ordered. This material is damn good and worth for money,I simply loved it.",
            "review_images": [
                "https://images-na.ssl-images-amazon.com/images/I/71XMZeDPh8L._SY88.jpg",
                "https://images-na.ssl-images-amazon.com/images/I/71g6zyi-uqL._SY88.jpg"
            ]
        },
        {
            "customer_name": "Rosy",
            "review_star_rating": "5.0 out of 5 stars",
            "review_title": "Excellent superb quality of teddy bear @ very good price from this brand dealer!",
            "review_description": "I highly recommend this product, its excellent very soft and fine fur quality, no thinness of fur, fur is uniform all over the teddy bear and cotton stuffing is perfect, rather quite adequate and of very good premium quality...Height of teddy purchased is 5 feet, pink color (more towards light pink) and measured almost the same as 5 feet in height as my daughter's height, as can be seen in the pic .... In one of the pic, the 2 dark pink teddies on either side are from another toy brand purchased from Amazon, it is 4 feet in length, costing Rs. 749/- each and the quality difference is a lot as compared to this 5 feet teddy which is of much better quality and heavier too... 4 feet would have been perfect length instead of 5 feet due to the weight of the teddy, which will be approximately around 3 kgs, maybe bit heavy for small children to carry but perfect for bigger kids and adults as gifts....  My mother purchased this as a birthday gift for my daughter from Amazon, my daughter liked it very much...!! We got the teddy along with 2 other small soft toys as combo offer,  a white rabbit and a unicorn (which turned out to be very good quality too) as the combo offer  seemed quite good.!I highly recommend the soft toy products from this particular brand, it is value for money, you will not feel cheated at all in terms of the very good premium quality of the fur and stuffing of the teddy bear! One can safely buy from this brand as it is very good value for money, the same teddy bear in Hallmark showroom would cost nearly 4000-5000 Rs.Overall an excellent product and I am highly satisfied with the superb silky soft quality of the fur material...! Thanks Amazon, a big thumbs up to the brand for excellent quality, a very delighted customer  :-) !",
            "review_images": [
                "https://images-na.ssl-images-amazon.com/images/I/71LQwvAftZL._SY88.jpg",
                "https://images-na.ssl-images-amazon.com/images/I/71jsb52OpjL._SY88.jpg",
                "https://images-na.ssl-images-amazon.com/images/I/71p7wiZDbJL._SY88.jpg"
            ]
        },
        {
            "customer_name": "NAGARJUNA",
            "review_star_rating": "5.0 out of 5 stars",
            "review_title": "Good Indian product",
            "review_description": "An Indian product to start with, loved the quality of the product, very soft n cuddly, hope the material is not susceptible to the tough weathering of the kids now-a-days , , just a kind advice on the stuffing part inside... Hope the manufacturer understands please..... Yes 4* to start with until the quality sustains unless deceived with that of the usual roadside ones... Summed it all, thanks 👍",
            "review_images": []
        },
        {
            "customer_name": "shruti",
            "review_star_rating": "5.0 out of 5 stars",
            "review_title": "Cute, neat & adorable",
            "review_description": "Very very cute! I bought it for my 2 yr old but seriously I have been hugging this monkey more often 😁😁 good quality, neat finish & adorable looks. Given it's size I was little skeptical if my kid would be scared but oh no! She has been totally playful with it. I am so happy to have it!",
            "review_images": [
                "https://images-na.ssl-images-amazon.com/images/I/71bMEQzzaTL._SY88.jpg"
            ]
        },
        {
            "customer_name": "ASP",
            "review_star_rating": "5.0 out of 5 stars",
            "review_title": "Beautiful teddy",
            "review_description": "Soft and cute teddy bear fruit my cousin and really love it",
            "review_images": [
                "https://images-na.ssl-images-amazon.com/images/I/71aAtt669uL._SY88.jpg"
            ]
        },
        {
            "customer_name": "Karunya",
            "review_star_rating": "5.0 out of 5 stars",
            "review_title": "Red Teddy - 6 Feet 🙂 Scooby",
            "review_description": "Hai Amezon,  Teddy Bear is my favorite doll,...and am searching very long time to purchase a Big and good Looking teddy,...4 month before I bought 3 feet teddy for my sister...she is very very happy to see that was very nice ,....after that now I bought 6 feet teddy,.....its very very nice,soft,Big and good Looking....pls go for Red color  teddy it's very pretty...  Only one Minus is packing, because they have compressed 6 feet teddy in a small package,..so that packing  method  is spoil the shape of the teddy,....while opening, its head  become down so the teddy facing down instead of straight...  So pls change the packing method,use carton box or something different packing method which will not affect the originality of the teddy bear.....  Regards,  Karunya Jagadeesan,🙂🙂",
            "review_images": [
                "https://images-na.ssl-images-amazon.com/images/I/71ENuxS1t0L._SY88.jpg",
                "https://images-na.ssl-images-amazon.com/images/I/71ENuxS1t0L._SY88.jpg"
            ]
        },
        {
            "customer_name": "Himanshu A.",
            "review_star_rating": "5.0 out of 5 stars",
            "review_title": "One of the best buys. Loved it",
            "review_description": "Before getting it i was worried about the quality. I gifted it to someone special and for a long time i waited for her reaction. But today i will say it is one of the best buys from Amazon. As in the picture it is soft and fuffy. The quality is good and i just loved her reaction. Thank you Amazon. Value for money product. Going to order more in future.",
            "review_images": [
                "https://images-na.ssl-images-amazon.com/images/I/61i+s9L5BFL._SY88.jpg"
            ]
        },
        {
            "customer_name": "gaurav lohani",
            "review_star_rating": "2.0 out of 5 stars",
            "review_title": "Product looks different",
            "review_description": "The panda looks different than shown in the picture",
            "review_images": [
                "https://images-na.ssl-images-amazon.com/images/I/61VhEoaguWL._SY88.jpg"
            ]
        },
        {
            "customer_name": "mevin",
            "review_star_rating": "4.0 out of 5 stars",
            "review_title": "Satisfied",
            "review_description": "Gud material.Size as expected.Colour different from",
            "review_images": [
                "https://images-na.ssl-images-amazon.com/images/I/51bT-CX7LwL._SY88.jpg"
            ]
        },
        {
            "customer_name": "Vijaya Lakshmi V",
            "review_star_rating": "1.0 out of 5 stars",
            "review_title": "Totally Different from image shown",
            "review_description": "Very much dissatisfied..product received different from what is shown in image... Kangaroo seem to be like teddy bear face..ordered for niece birthday... Please show real images..",
            "review_images": [
                "https://images-na.ssl-images-amazon.com/images/I/B1sbNFV2r3S._SY88.jpg"
            ]
        },
        {
            "customer_name": "Z. Angami",
            "review_star_rating": "1.0 out of 5 stars",
            "review_title": "POOR QUALITY. DO NOT BUY",
            "review_description": "Do not buy this. The teddy bear is of poor quality and the fluff comes out everytime you touch it. It makes my daughter cough when she holds it close to her face because the lint enters her nose and mouth. Furthermore, the fluff is not thick so the material inside can be seen (check the pictures), and it will surely become bald after some time.Look at the pictures. I ordered the size of 4 feet brown as shown in my screenshot but I received peach colour. The fur can be seen falling on the phone. I feel cheated",
            "review_images": []
        },
        {
            "customer_name": "Amazon Customer",
            "review_star_rating": "1.0 out of 5 stars",
            "review_title": "Duplicate product received",
            "review_description": "The quality of the toy displayed is very different from the one received. Such teddy bears can be brought at roadside vendors for much lesser amount. Please advice the vendor to desist from such practice.",
            "review_images": [
                "https://images-na.ssl-images-amazon.com/images/I/71ZDnsHkQEL._SY88.jpg"
            ]
        },
        {
            "customer_name": "Amazon Customer",
            "review_star_rating": "1.0 out of 5 stars",
            "review_title": "very poor quality and seems different photo posted for sale of an inferior product",
            "review_description": "It was a different product delivered to me. The picture of the product is different. U can verify. Moreover, the sad part is that i have to return  it personally thru post/ courier and has to bear the cost of return shipping first. however, u have assured that u will reimburse me the money back. But what i feel is that after returning it back, if anything happens while return transit , what will be the fate?",
            "review_images": [
                "https://images-na.ssl-images-amazon.com/images/I/71rY-DQZ3-L._SY88.jpg"
            ]
        },
        {
            "customer_name": "Deepika Tripathi",
            "review_star_rating": "5.0 out of 5 stars",
            "review_title": "Bought it for my dog",
            "review_description": " I bought this for my dogIt is soft and a bit costly but still cheaper with quality compared to other ones available.If youis trained to liaten to you and not chew things it is good..although from time to time u might have to stitch it from the joints and keep an eye while ur dog plays with it..Size is also good as u can compare with the full grown 2 year old labrador..If u r thinking of buying something good for ur dog but not want to spend too much on costly dog toys, u can go for it",
            "review_images": []
        },
        {
            "customer_name": "Mordecai",
            "review_star_rating": "1.0 out of 5 stars",
            "review_title": "The fill or the material inside  is dangerous for the baby .....",
            "review_description": "This product is really dangerious for kids coz the material they use inside the toy is a fibric that is hard and if your baby consume it he or she is going to have some serious issue coz the material they use inside the toy is hard and it comes out frequently when you try to remove the one outside and am sure babies kiss the doll and play with it so in the process the material might get in their mouth and if they consume that it will do some serious damage to the baby so I just hide  the doll somewhere where the baby could not touch or see it I don't recommant anyone to waste your money on these toy not worth it",
            "review_images": []
        },
        {
            "customer_name": "harsha",
            "review_star_rating": "1.0 out of 5 stars",
            "review_title": "#poor quality",
            "review_description": "I won't even give a star, the bear was awfully smelly, horrible fabric, and the product was damaged, so returned it",
            "review_images": []
        },
        {
            "customer_name": "Subhadeep Saha",
            "review_star_rating": "1.0 out of 5 stars",
            "review_title": "Only 2 feet height and seller is selling it saying 3 feet",
            "review_description": "The product is not all 3 feet height. It is only 2 feet and the quality is not that good. Not worth at all. It is cheap. But that does not mean that you can sell your product with wrong information.",
            "review_images": []
        },
        {
            "customer_name": "Amazon Customer",
            "review_star_rating": "2.0 out of 5 stars",
            "review_title": "Waste product.....not exactly as shown in picture",
            "review_description": "The product quality is not good. The fibre filled inside the Panda was very less and also not of good quality. The cloth and fur of Panda also made of sub standard material and not value for money. Even after paying so much amount on Amazon I had to invest more in buying of good quality fibre to make it more fluffy. Not good as shown in different. Looking like cheap product according to price. The age shwon us totally different from the product  which I got. Felt like cheated. We can get a better quality product in thid price range from local market. Don't buy and waste your money.",
            "review_images": []
        },
        {
            "customer_name": "Supriya Sharma",
            "review_star_rating": "3.0 out of 5 stars",
            "review_title": "Nice, different from the pictures.",
            "review_description": "It’s a plush toy, my kids liked them. I had ordered a white and pink unicorn. Though they r not at all as shown in the picture. The feet and horn r totally different.Adding the images for reference.For this price its a good product.My kids were happy. They can’t see details as us adults do. So good for five year olds.",
            "review_images": [
                "https://images-na.ssl-images-amazon.com/images/I/51dLLJeCKcL._SY88.jpg",
                "https://images-na.ssl-images-amazon.com/images/I/615kOXXjy0L._SY88.jpg",
                "https://images-na.ssl-images-amazon.com/images/I/61oWaGx+BwL._SY88.jpg",
                "https://images-na.ssl-images-amazon.com/images/I/61yzIfya+yL._SY88.jpg"
            ]
        },
        {
            "customer_name": "Mansha Malhotra",
            "review_star_rating": "1.0 out of 5 stars",
            "review_title": "Not good!",
            "review_description": "Not good as shown in different. Looking like cheap product according to price. In image its shown as a big fluffy but the product I received is too small and not fluffy at all. We can get this cheaper outside and it was fully packed and rolled in a small box. Delivery also late.",
            "review_images": [
                "https://images-na.ssl-images-amazon.com/images/I/61sOYlSE5xL._SY88.jpg"
            ]
        },
        {
            "customer_name": "SM",
            "review_star_rating": "4.0 out of 5 stars",
            "review_title": "It simply stole everybody's heart..❤️❤️👌",
            "review_description": "Quite happy with this jambo smiling ape. So soft, features are nice. I didn't measured it but its looking fine to us. There is a small thread opening on one of the hands, which may pose question to its sturdiness (hence, a scope for improvement). However, the moment I got to open the packaging, it surpasses any possible fault n flaw. You actually cant resist hugging it. Just wondering, if they got more colors n sizes.. waiting to complete my cuddly ape-family..😊😊☺",
            "review_images": [
                "https://images-na.ssl-images-amazon.com/images/I/81AkoKzB8RL._SY88.jpg",
                "https://images-na.ssl-images-amazon.com/images/I/81a7DiB+9oL._SY88.jpg",
                "https://images-na.ssl-images-amazon.com/images/I/81h+SL2fp-L._SY88.jpg"
            ]
        },
        {
            "customer_name": "Pratik Gaikwad",
            "review_star_rating": "1.0 out of 5 stars",
            "review_title": "Small one",
            "review_description": "In description, they mentioned size of toy is 30 cm but it is max 17 cm. Wrong description added.",
            "review_images": [
                "https://m.media-amazon.com/images/I/C19Ica9RFAS._SY88.jpg"
            ]
        },
        {
            "customer_name": "Rahul",
            "review_star_rating": "4.0 out of 5 stars",
            "review_title": "Quality is good",
            "review_description": "Bought 6 feet pink colour teddy bear for my sister...Hats off to the seller and delivery personals for delivering the order in this pandemic lockdown .About Product:6 feet doll is not exactly 6 feet its actually 5 feetQuality is good for the given price.Got a small fluffy stuffed heart(probably 10 inches) with the teddy bear.Packaging:Packaging is not good at all,only a cover above a zip cover provided with doll and that too torned in some places and the furs where popping out from the punctured spots, but has no damage to the doll.",
            "review_images": [
                "https://images-na.ssl-images-amazon.com/images/I/71QUyBZ22GL._SY88.jpg",
                "https://images-na.ssl-images-amazon.com/images/I/71hS05MwprL._SY88.jpg",
                "https://images-na.ssl-images-amazon.com/images/I/81IQ9rA5z-L._SY88.jpg"
            ]
        },
        {
            "customer_name": "Sajid Mulade",
            "review_star_rating": "3.0 out of 5 stars",
            "review_title": "Good product but not best",
            "review_description": "i have ordered 4 feet pink teddy for my daughter. my initial opinioun about the product is ...# what is good- color- softness# what is bad- size ... they say 4 feet but actual size is even 1-2 inch shorter than 3.5 feet ... so i felt cheated size wise.- Price ... for 3.5 teddy price should be around 750 and not 999- package ... outer layer of package was torn little bit though product is undamaged but this is not good.- Delivery ... initially delivery associate refused for door step delivery but after some argue he agreed.",
            "review_images": []
        },
        {
            "customer_name": "Ms.Chelvi",
            "review_star_rating": "2.0 out of 5 stars",
            "review_title": "Too small.",
            "review_description": "The toy is only 15 cm. But the  description says 30 cm. And the price is too much for such a small one.The description misleads and I hope it is corrected.",
            "review_images": []
        },
        {
            "customer_name": "Priyanka",
            "review_star_rating": "2.0 out of 5 stars",
            "review_title": "Decent but quality needs to be improved",
            "review_description": "It’s cute , huge and decently priced . But the quality and stitch are not that great . In a couple of months the stitches started opening up and the eyes fell off . So now he’s wearing clothes to avoid being torn any further ;)This time I ordered a penguin which said 30 cm but the delivered one it's hardly 15 cms .",
            "review_images": [
                "https://images-na.ssl-images-amazon.com/images/I/C1IwYpnuyIS._SY88.jpg",
                "https://images-na.ssl-images-amazon.com/images/I/C1u-JW0PfUS._SY88.jpg"
            ]
        },
        {
            "customer_name": "S K",
            "review_star_rating": "3.0 out of 5 stars",
            "review_title": "Size is small and git different color.",
            "review_description": "The size of the toy is smaller than the description and the color says black but got blue instead. It's good but you can easily get the same for lesser price offline at shops. I don't suggest This for online order",
            "review_images": []
        },
        {
            "customer_name": "Tarun Arya",
            "review_star_rating": "1.0 out of 5 stars",
            "review_title": "DONT BUY THIS!!!!!",
            "review_description": " The poly filled inside is too less .. and the plush has become very flat only in a few days .. there’s a zipper at the back out of which the poly filling can easily be taken out .. I suspect the handlers have taken out the poly fill outta this or just never filled it proerply .. i bought a similar 3 feet plush which had more filling than this 4 ft one . I’m very disappointed with this product and don’t recommended this to anyone for personal use or especially for gifting purpose as it may become a cause of you losing respect in the eyes of your friend or family",
            "review_images": [
                "https://m.media-amazon.com/images/I/71Ox32yFISL._SY88.jpg"
            ]
        },
        {
            "customer_name": "Paresh Joshi",
            "review_star_rating": "1.0 out of 5 stars",
            "review_title": "Product received is no where close to the product display Ed on ur sight",
            "review_description": "Horrible. Looks cute on catalog, actual product is quite ugly. Besides I had asked for cream color toy, received some yellowish peach color.Had to cancel the idea of returning,  as it had come in vacuum packaging.  Could not be repacked. Outer packing had the tape running through the fur of the toy. Thus spoiling it while opening.  My sincere recommendation. Pl do not order it get disappointed like me.",
            "review_images": []
        },
        {
            "customer_name": "Jyotiprakash Purkayastha",
            "review_star_rating": "2.0 out of 5 stars",
            "review_title": "Cheap Quality Not Worth",
            "review_description": "This brand is actually good, but this product is not. Finishing is very poor. The whole toy is not aligned, and is bent-refer the pic. Furr is coming out, so if yor child bites it or something then it gonna be dangerous. One leg is short other is big. It's not worth purchasing",
            "review_images": [
                "https://m.media-amazon.com/images/I/71GUfkLc3AL._SY88.jpg",
                "https://m.media-amazon.com/images/I/71mVOy67-zL._SY88.jpg",
                "https://m.media-amazon.com/images/I/71t3pYrYz0L._SY88.jpg",
                "https://m.media-amazon.com/images/I/81wLZvi24tL._SY88.jpg"
            ]
        },
        {
            "customer_name": "Anish Acharya",
            "review_star_rating": "5.0 out of 5 stars",
            "review_title": "Very beautiful and cute gift",
            "review_description": "It is a very soft and cute soft toy .But the design of the eye of the recieved product(panda soft toy) is slightly different with the given image in the product description image.",
            "review_images": [
                "https://images-na.ssl-images-amazon.com/images/I/71Oqr+MvcVL._SY88.jpg"
            ]
        },
        {
            "customer_name": "Zarina",
            "review_star_rating": "1.0 out of 5 stars",
            "review_title": "Pathetic quality and worst seller with no quality check",
            "review_description": "Quality of the product is worst, seller sent a defective product twice, least bothered to do a quality check. Pathetic product and worst service, don't go by the deceptive looks of the Toy...",
            "review_images": []
        },
        {
            "customer_name": "Shashank",
            "review_star_rating": "1.0 out of 5 stars",
            "review_title": "Looks like the teddy has polio.",
            "review_description": "The product is shown so fluffy in the product image, but it came to be so thin. The legs have no cotton filled.",
            "review_images": []
        },
        {
            "customer_name": "Sanjeev Soni",
            "review_star_rating": "1.0 out of 5 stars",
            "review_title": "Date of return has passed before delivery",
            "review_description": "We booked this product on 21st July & Amazon delivered this on aug 7.We couldn't find the product up to the mark as the head of this teddy is very small which is not looking good.We want to return this but the return date has passed ie 5th aug while the product delivered on  7 aug.What a jock.......",
            "review_images": []
        },
        {
            "customer_name": "Aswin",
            "review_star_rating": "1.0 out of 5 stars",
            "review_title": "Item not as described",
            "review_description": "Item was not as described. While buying it said Elephant with baby elephant. Two days later the description and photo changed to Elephant with monkey. When delivered there was only an elephant of low quality and improper stitching which may not be safe for small children.",
            "review_images": []
        },
        {
            "customer_name": "SWS",
            "review_star_rating": "3.0 out of 5 stars",
            "review_title": "Ok type. Not so good. Disappointed.",
            "review_description": "1. Colour is golden orange and not brown.2. One eye was missing when delivered.3. Bow came out with just one touch. It was just tucked in a string, not stitched or glued.4. Height is 1.5 foot not 2 feet.5. Does not sit without support.But we kept it coz my child liked its softness. Nothing else was right. Am disappointed.",
            "review_images": []
        },
        {
            "customer_name": "Amazon Customer",
            "review_star_rating": "1.0 out of 5 stars",
            "review_title": "It's cheating and waste of money",
            "review_description": " It's disgusting the product which is described and shown in product description is not all matching. It's cheating with the brand name. Size of product and quality is very worst. Very much disappointed",
            "review_images": [
                "https://m.media-amazon.com/images/I/71GCeyMP5NL._SY88.jpg"
            ]
        },
        {
            "customer_name": "Mohit",
            "review_star_rating": "5.0 out of 5 stars",
            "review_title": "Best ...one....#cutiest pie#hearty pie...",
            "review_description": "#$oft#value for money#accurate sizeDon't be in doubt like me go for it very nyc product bought for my lil sis as a rakhii gift awesome product she like it very much and she's also sooo Happy now thanks Amazon and the supplier 💖 #worth the product#must buy one # amzi g #cool #soft#added value to my money 😍🤗🤗🤗🤗",
            "review_images": []
        },
        {
            "customer_name": "Arunima",
            "review_star_rating": "1.0 out of 5 stars",
            "review_title": "Very disappointed!",
            "review_description": "The ribbon is missing and the fur is coming out all over. The package came in a very sorry state and due to the corona since it is left with security i had no choice but to accept it. It was for my child's birthday and really disappointed. It comes with no tags for me to be able to return it.",
            "review_images": []
        },
        {
            "customer_name": "Anita",
            "review_star_rating": "5.0 out of 5 stars",
            "review_title": "Perfect ❤️",
            "review_description": "It was a dream come true for my 5 yr old daughter. Plush n perfect. Wanted something in pink and unique, was a perfect find. Thankyou 💗",
            "review_images": [
                "https://m.media-amazon.com/images/I/71ytRZ4QGrL._SY88.jpg"
            ]
        },
        {
            "customer_name": "Biju Mathew",
            "review_star_rating": "5.0 out of 5 stars",
            "review_title": "Bought as a gift..",
            "review_description": "Bought with the intent of giving it as a gift to a family friends daughter. Came nicely rolled up and packed. Also it comes in a plastic zipper enclosure which you can use to store in case if needed. The teddy bear is definitely soft and has a zipper which I guess can be used to access the content inside. Nice it was a gift I didn't open the interior. I ordered the 4ft one and as you can see form the picture included it approximately is that big . Oh and the child loves the gift :)",
            "review_images": [
                "https://m.media-amazon.com/images/I/916zY5hcHBL._SY88.jpg"
            ]
        },
        {
            "customer_name": "A Yadav",
            "review_star_rating": "3.0 out of 5 stars",
            "review_title": "Not worth",
            "review_description": "Firstly, they sent the wrong colour..that too twice..Secondly, it isn’t 2 feet at all..the previous one was but this one is way shorter than 2feetThirdly, it looks like roadside soft toy. Not too bad in quality but appearance is like those ones and not worth the price.No returning it because my 2yr old likes it and can’t order it for the third time now..",
            "review_images": []
        },
        {
            "customer_name": "Shraddha Karande",
            "review_star_rating": "1.0 out of 5 stars",
            "review_title": "Not a quality product...",
            "review_description": "Not a quality product... Cheap furCan use as show piece.. will not suggest for kids as my baby holds it tightly, fur comes out n stick to his hands... It's cheap quality fur",
            "review_images": []
        },
        {
            "customer_name": "Girish",
            "review_star_rating": "5.0 out of 5 stars",
            "review_title": "One of the awesome teddy bear ❤️ 😍",
            "review_description": "It is awesome 😊 it is very soft and fluffy . It is exactly 6 feet . Its eyes , ears and tail is very cute. Thank you Amazon for a cute teddy bear .",
            "review_images": [
                "https://images-na.ssl-images-amazon.com/images/I/71CP2gCZs7L._SY88.jpg",
                "https://images-na.ssl-images-amazon.com/images/I/71tCVv1TGBL._SY88.jpg",
                "https://images-na.ssl-images-amazon.com/images/I/81qRJ4Qyh9L._SY88.jpg"
            ]
        }
    ]
}